exports.info = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

*ini dia info bot kami kak*
📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

         
╔══════════════════════════
║ *𝐀𝐁𝐎𝐔𝐓 ${A187}*
╠══════════════════════════
║   *⚠️𝐖𝐀𝐑𝐍𝐈𝐍𝐆⚠️*
╠══════════════════════════
║⊱❥ Diorogram dengan 100% nodejs
║⊱❥ Scripit Dm @avn_official.03
║⊱❥ Masukin group? hubungi owner!!
║⊱❥ Donasi agar bot tetap aktif💸💸
╠══════════════════════════
║╭────❉ *𝐈𝐍𝐅𝐎* ❉─────────────
║│⊱❥ *AUTHOR*: _VIANJING_
║│⊱❥ *DESIGNER*: _VIANJING_
║│⊱❥ *YOUTUBE*: _Coming soon_
║╰────────────────────────
╠══════════════════════════
║╭──❉ *𝐒𝐎𝐒𝐌𝐄𝐃 𝐎𝐖𝐍𝐄𝐑* ❉──────
║│⊱❥ *Masuk yuk*
║│ _${whatsapp}_
║│⊱❥ *YouTube mimin*
║│ _${nomer}_
║│⊱❥ *Instagram <Follow>*
║│ _${instagram}_
║│⊱❥ *Creator ${A187}*
║│ _${nomer}_
║╰────────────────────────
║         *KETERANGAN*
║➸ _(<>) tanda itu tidak di pakai_
║➸ _<contoh> itu contoh tanpa (<>)_
║─────────────────────
║           *PERATURAN*
║➸ _DILARANG SPAM🚫_
║➸ _DILARANG VC/TLFN BOT🚫_
║➸ _GUNAKAN DENGAN BIJAK🍃_
║─────────────────────
║            ${A187}
║    ▌│█║▌║▌║║▌║▌║█│▌
║    ▌│█║▌║▌║║▌║▌║█│▌
║            ${A187}
╠══════════════════════════
║   _*POWERED BY V I A N*_
╚══════════════════════════`
}
