exports.menu2 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

*ini dia menu 2 kak, silahkan pilih*
📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔═════════════════════════
║ *𝐌𝐄𝐍𝐔𝟐 ${A187}*              
╠═════════════════════════
║╭──❉ *𝐐𝐔𝐎𝐓𝐄𝐒 & 𝐏𝐔𝐈𝐒𝐈* ❉─────
║│⊱❥ _*!puisi1*_
║│⊱❥ _*!puisi2*_
║│⊱❥ _*!puisi3*_
║│⊱❥ _*!cerpen*_
║│⊱❥ _*!quotes1*_
║│⊱❥ _*!quotes2*_
║╰───────────────────────
╠═════════════════════════
║╭──❉ *𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃* ❉────────
║│⊱❥ _*!ytmp3*_  <link>
║│⊱❥ _*!ytmp4*_ <link>
║│⊱❥ _*!fb*_ <link>
║│⊱❥ _*!tiktok*_  <link>
║│⊱❥ _*!twt*_ <link>
║│⊱❥ _*!ig*_ <link>
║╰───────────────────────
╠═════════════════════════
║╭─────❉ *𝐈𝐒𝐋𝐀𝐌* ❉─────────
║│⊱❥ _*!quran*_
║╰───────────────────────
╠═════════════════════════
║╭──────❉ *𝟏𝟖+* ❉──────────
║│⊱❥ _*!indohot*_
║│⊱❥ _*!cersex*_
║│⊱❥ _*!hentai*_
║│⊱❥ _*!indohot*_
║│⊱❥ _*!nekonime*_
║╰───────────────────────
╠═════════════════════════
║╭──❉ *𝐒𝐎𝐒𝐌𝐄𝐃 𝐎𝐖𝐍𝐄𝐑* ❉─────
║│⊱❥ *Masuk yuk*
║│ _${whatsapp}_
║│⊱❥ *YouTube mimin*
║│ _${nomer}_
║│⊱❥ *Instagram <Follow>*
║│ _${instagram}_
║│⊱❥ *Creator ${A187}*
║│ _${nomer}_
║╰───────────────────────
║         *KETERANGAN*
║➸ _(<>) tanda itu tidak di pakai_
║➸ _<contoh> itu contoh tanpa (<>)_
║─────────────────────
║           *PERATURAN*
║➸ _DILARANG SPAM🚫_
║➸ _DILARANG TLFN BOT🚫_
║➸ _GUNAKAN DENGAN BIJAK🍃_
║─────────────────────
║            ${A187}
║    ▌│█║▌║▌║║▌║▌║█│▌
║    ▌│█║▌║▌║║▌║▌║█│▌
║            ${A187}
╠═════════════════════════
║    _*POWERED BY V I A N*_
╚═════════════════════════`
}
