exports.menu1 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

╔═══════════════════════
║ *𝐌𝐄𝐍𝐔𝟭 ${A187}*
╠═══════════════════════
║╭──❉ *𝐌𝐄𝐃𝐈𝐀* ❉──────────
║│⊱❥ _*!sticker*_
║│⊱❥ _*!foto cewek*_
║│⊱❥ _*!foto cowok*_
║│⊱❥ _*!pokemon*_ 
║│⊱❥ _*!loli*_
║│⊱❥ _*!fotoanime*_
║│⊱❥ _*!waifu*_
║│⊱❥ _*!ttp*_ <teks>
║│⊱❥ _*!meme*_
║│⊱❥ _*!ssweb*_ <link>
║╰─────────────────────
╠═══════════════════════
║╭──❉ *𝐄𝐃𝐔𝐂𝐀𝐔𝐓𝐈𝐎𝐍* ❉─────
║│⊱❥ _*!nulis*_ <teks>
║│⊱❥ _*!pantun*_
║│⊱❥ _*!artinama*_ <nama lu>
║│⊱❥ _*!pasangan*_ <Siapa & Siapa>
║│⊱❥ _*!lirik*_ <nama lagu>
║│⊱❥ _*!chord*_ <nama lagu>
║│⊱❥ _*!bucin*_
║│⊱❥ _*!zodiak*_ <3-03-2003>
║│⊱❥ _*#*_  <teks>
║│⊱❥ _*!cooltext*_ <teks>
║╰─────────────────────
╠═══════════════════════
║╭──❉ *𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐓𝐈𝐎𝐍* ❉────
║│⊱❥ _*!sholat*_ <daerah>
║│⊱❥ _*!covidID*_
║│⊱❥ _*!covidcountry*_ <negara>
║│⊱❥ _*!infogempa*_ 
║│⊱❥ _*!cektanggal*_ <Tanggal>
║│⊱❥ _*!infoanime*_ <Naruto>
║│⊱❥ _*!filmanime*_ <Naruto>
║│⊱❥ _*!wiki*_ <Buaya>
║│⊱❥ _*!wikien*_ <dog>
║│⊱❥ _*!resep*_ <nasi goreng>
║│⊱❥ _*!jadwalTVnow*_ <channel>
║╰─────────────────────
╠═══════════════════════
║╭──❉ *𝐒𝐎𝐒𝐌𝐄𝐃 𝐎𝐖𝐍𝐄𝐑* ❉───
║│⊱❥ *Masuk yuk*
║│ _${whatsapp}_
║│⊱❥ *YouTube mimin*
║│ _${nomer}_
║│⊱❥ *Instagram <Follow>*
║│ _${instagram}_
║│⊱❥ *Creator ${A187}*
║│ _${nomer}_
║╰─────────────────────
║         *KETERANGAN*
║➸ _(<>) tanda itu tidak di pakai_
║➸ _<contoh> itu contoh tanpa (<>)_
║─────────────────────
║           *PERATURAN*
║➸ _DILARANG SPAM🚫_
║➸ _DILARANG TLFN BOT🚫_
║➸ _GUNAKAN DENGAN BIJAK🍃_
║─────────────────────
║         ${A187}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${A187}
╠═══════════════════════
║ _*POWERED BY V I A N*_
╚═══════════════════════`
}
