exports.menu3 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

*Ini menu 3 nya kak, silahkan pilih.*
📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔══════════════════════════
║ *𝐌𝐄𝐍𝐔𝟑 ${A187}*             
╠══════════════════════════
║╭─────❉ *𝟏𝟖+* ❉─────────────
║│⊱❥ _*!indohot*_
║│⊱❥ _*!cersex*_
║│⊱❥ _*!hentai*_
║│⊱❥ _*!indohot*_
║│⊱❥ _*!nekonime*_
║╰────────────────────────
╠══════════════════════════
║╭────❉ *𝐎𝐓𝐇𝐄𝐑𝐒* ❉──────────
║│⊱❥ _*!ttsid*_ <teks>
║│⊱❥ _*!bitly*_ <link>
║│⊱❥ _*!namaninja*_ <nama lu>
║│⊱❥ _*!alay*_ <teks>
║│⊱❥ _!igstalk*_ <@avn_official.03>
║│⊱❥ _*!ocr*_ <foto to text>
║│⊱❥ _*!gay*_
║│⊱❥ _*!checkip*_
║│⊱❥ _*!ping*_
║│⊱❥ _*!hostsearch*_
║│⊱❥ _*!scdl*_
║│⊱❥ _*!map*_ <daerah>
║│⊱❥ _*!cooltext*_ <teks>
║│⊱❥ _*!pesankosong*_
║│⊱❥ _*!say*_ <teks>
║╰────────────────────────
╠══════════════════════════
║╭─────❉ *𝐒𝐏𝐀𝐌* ❉───────────
║│⊱❥ _*!spamcall*_ <88221542833>
║│⊱❥ _*!spamsms*_ <88221542833>
║│⊱❥ _*!spamgmail*_ <anf.craft@gmail.com>
║╰────────────────────────
╠══════════════════════════
║╭──❉ *𝐒𝐎𝐒𝐌𝐄𝐃 𝐎𝐖𝐍𝐄𝐑* ❉──────
║│⊱❥ *Masuk yuk*
║│ _${whatsapp}_
║│⊱❥ *YouTube mimin*
║│ _${nomer}_
║│⊱❥ *Instagram <Follow>*
║│ _${instagram}_
║│⊱❥ *Creator ${A187}*
║│ _${nomer}_
║╰─────────────────────────
║         *KETERANGAN*
║➸ _(<>) tanda itu tidak di pakai_
║➸ _<contoh> itu contoh tanpa (<>)_
║─────────────────────
║           *PERATURAN*
║➸ _DILARANG SPAM🚫_
║➸ _DILARANG TLFN BOT🚫_
║➸ _GUNAKAN DENGAN BIJAK🍃_
║─────────────────────
║            ${A187}
║    ▌│█║▌║▌║║▌║▌║█│▌
║    ▌│█║▌║▌║║▌║▌║█│▌
║            ${A187}
╠══════════════════════════
║   _*POWERED BY V I A N*_
╚══════════════════════════`
}
